Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja5/rapp-n.htm.tmx
Source language: nob
Languages: sme

source: Sámegillii
sme: På norsk

source: Artikkel i boka Samisk skolehistorie 5.
sme: Artihkal girjjis Sámi skuvlahistorjá 5.

source: Små ord skaper stor strid i Tana
sme: Smávva sánit dahket stuorra riiddu Deanus

source: Ole Magnus Rapp (Foto: Elisabeth Rapp)
sme: Ole Magnus Rapp (Govva: Elisabeth Rapp)

source: Aftenposten var den riksavisa som hadde den største dekkinga av striden om den samiske læreplanen, og de fleste artiklene der var skrevet av journalist Ole Magnus Rapp.
sme: Aftenposten lei dat áviisa riikadásis mii čálii eanemus sámi oahppoplánariiddu birra, ja lei Ole Magnus Rapp guhte čálii eanaš artihkkaliid.

source: Han er født i 1959 og vokst opp i Alta.
sme: Son lea riegádan 1959:s ja lea bajásšaddan Álttás.

source: Han var i 14 år journalist i Finnmark Dagblad. Fra 1993 har han vært journalist i Aftenposten, med kontor i Tromsø.
sme: Son barggai 14 jagi Finnmark Dagblad-áviissa journalistan ovdal go 1993:s álggii Aftenposten-áviissa Tromssa-kantuvrii.

source: Han har blant annet studert «Nordområdekunnskap» og «Turisme på Nordkalotten» ved Høgskolen i Finnmark.
sme: Son lea ee. lohkan Davviguovlomáhtu ja Davvikalohta turismma Finnmárkku allaskuvllas.

source: Denne artikkelen skreiv han i Aftenposten 13.09.1997.
sme: Dát artihkal lei Aftenposten-áviissas 13.09.1997.

source: Små ord som «identitet» og «Deatnu» har satt sinnene i kok i Tana.
sme: Smávva sánit nu mo «identitehta» ja «Deatnu» leat suhtadan olbmuid Deanus.

source: Samisk læreplan, som skulle være myndighetenes honnør til samene, har splittet den flerkulturelle kommunen.
sme: Sámi oahppoplána, mii galggai leat eiseválddiid gudneskeaŋka sámiide, lea háddjen máŋggakultuvrralaš gieldda.

source: Forskjellen på læreplanene er minimale, og det legges ikke opp til tvangsundervisning i samisk.
sme: Lea viehka unnán erohus dan guovtti oahppoplána gaskkas, ii ge šatta bákkolaš sámegieloahpahus.

source: Likevel har den satt sinnene i kok.
sme: Liikká lea plána suhtadan olbmuid.

source: Det dreier seg om følelser og om årelang oppbygd aggresjon mot stadig mer samisk. Det begynte med kommunenavnet.
sme: Lea dovdduid birra sáhka, ja lea suhttu mii lea máŋgga jagi badjel sturron go sámegiella dađistaga váldá eanet saji.

source: Det samiske «Deatnu» og norske «Tana» ble likestilt, og på veiskiltene kom det samiske først.
sme: Sámegielat «Deatnu» ja dárogielat «Tana» šadde ovttadássásažžan, ja geaidnogalbbain čállojuvvui sámegiella bajimussan.

source: Så kom det samiske læreplanverk.
sme: Muhtun báikkiin báhče ođđa galbbaid.

source: En nesten tusen siders bok på samisk, lulesamisk og norsk om hvordan skolene skal fremme lokalkultur og flerspråklighet.
sme: Váile duhátsiidosaš girji sámegillii, julevsámegillii ja dárogillii mii čilgii mo skuvllat galget ovddidit báikkálaš kultuvrra ja máŋggagielatvuođa.

source: Allerede i forordet blir man minnet om Grunnloven der det er pålagt staten «å legge forholdene til rette for at den samiske folkegruppe kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.»
sme: Ovdasánis juo čujuhuvvo vuođđoláhkii mas stáhtas lea ovddasvástádus «láhčit dili dasa ahte sámi álbmot sáhttet sihkkarastit ja ovdánit gielaset, kultuvrraset ja servvodateallimeaset.»

source: Et annet formål med læreplanen er å «fremme samisk identitet».
sme: Eará ulbmil oahppoplánain lea «ovddidit sámi identitehta».

source: – Vi er norske og vi ønsker ikke at våre barn skal bli indoktrinert en samisk identitet, sier en gruppe foreldre med Jan Olsen i spissen.
sme: – Mii leat dážat, eat ge háliit ahte min mánát galget indoktrinerejuvvot sámi identitehtii, dadjá váhnenjoavku man njunuš lea Jan Olsen.

source: I snart en måned har et varierende antall barn hatt hjemmeundervisning i protest mot samisk læreplan.
sme: Váile mánu lea molsašuddi sturrosaš mánnájoavku oahpahuvvon ruovttus go váhnemat vuosttaldit sámi oahppoplána.

source: Sist uke var 60–70 pulter ved tre grunnskoler i Tana tomme.
sme: Mannan vahku ledje 60–70 guorus beavddi golbma Deanu gieldda vuođđoskuvllain.

source: – Departementet har opptrådd klossete, mener rektor Kjell Munkebye ved Seida skole.
sme: – Departemeanta lea čurbošan, oaivvilda rektor Kjell Munkebye Sieiddá skuvllas.

source: – Hele striden kunne vært unngått med bedre informasjon, eller ved å kalle planen for «nordnorsk», ikke samisk.
sme: – Sáhtášedje garvet riiddu ollásit jus livčče juohkán dieđuid buorebut, dahje jus gohčodivčče oahppoplána «davvinorggalaš», ii ge sápmin.

source: Tana ligger i skjæringspunktet mellom finske, samiske og norske kulturer.
sme: Gieldastivra divttii buot vihtta vuođđoskuvlla válljet goappá oahppoplána háliidedje geavahit.

source: Tre skoler valgte den norske, to foretrakk den samiske.
sme: Golbma skuvlla válljejedje našunála oahppoplána, guokte skuvlla háliidedje sámi oahppoplána.

source: Departementet, derimot, viste til at Deatnu / Tana er definert som samiske kommune, med blant annet spesielle økonomiske virkemidler.
sme: Muhto departemeanta čujuhii baicce dasa ahte Deanu gielda lea definerejuvvon sámi gieldan mii earret eará váldá vuostá erenoamáš ruhtadoarjaga.

source: Kommunen ble pålagt kun å følge samisk læreplan.
sme: Gielda biddjojuvvui čuovvut duššefal sámi oahppoplána.

source: (Foto: Svein Lund)
sme: (Govva: Svein Lund)

source: Demonstrasjon mot innføringen av samisk læreplan foran Tana rådhus, 25.08.1997.
sme: Sámi oahppoplána doibmiibidjama vuostálastin Deanu ráđđevistti olggobealde 25.08.1997.

source: Nr. 2 fra høyre er leder i «Nei til Sameland», Jan Olsen.
sme: Nubbi olgeš bealde lea «Ii fal Sápmi» jođiheaddji. Jan Olsen.

source: Til høyre ordfører Leif Sundelin, som blir intervjua om kommunens syn.
sme: Olgešbealde jearahállet sátnejođiheaddji Leif Sundelina gieldda oainnu birra.

source: (Foto: Ole Magnus Rapp, Aftenposten / Scanpix
sme: (Govva: Ole Magnus Rapp, Aftenposten / Scanpix

source: Klossete innføring
sme: Čurbošeapmi

source: Forskjellen på læreplanene er nesten bare kosmetisk, sier professor i pedagogikk Anton Hoëm ved Universitetet i Oslo.
sme: Oahppoplánaid gaskkas erohus lea dadjat juo dušše olgguldas čikŋan, dadjá Oslo universitehta pedagogihkkaprofessora Anton Hoëm.

source: Han er født og oppvokst i Tanas nabokommune Nesseby og har i 30 år hatt samiske skolespørsmål som spesialitet.
sme: Son lea riegádan ja bajásšaddan Deanu ránnjágielddas, Unjárggas, ja son lea 30 jagi dutkan sámi skuvlagažaldagaid erenoamážit.

source: – Det er ingen tvil om at reaksjonene mest retter seg mot departementets klossete innføring av planen.
sme: – Lea eahpitkeahttá nu ahte reakšuvnnat čujuhit departemeantta čurbošeapmái go plána doaibmagođii.

source: Her burde det vært åpnet for valgfrihet i skolekretsene.
sme: Livčče galgan leat vejolaš juohke skuvlabiirii válljet plána.

source: Hoëm mener at uttrykket «fremmer samisk identitet» burde vært utdypet nærmere.
sme: Hoëm oaivvilda ahte dajaldat «ovddida sámi identitehta» galggašii leat buorebut čilgejuvvon.

source: – Slik jeg tolker samisk identitet, er dette et moderne, fremtidsrettet og flerspråklig menneske.
sme: – Nu mo mun dulkon sámi identitehta, de lea dát ođđaáigásaš, boahtteáigásaš ja máŋggagielat olmmoš.

source: Valgfrihet
sme: Válljenmunni

source: Læreplanen åpner for større valgfrihet enn før.
sme: Oahppoplána láhčá dili stuorát válljenmunnái go ovdal.

source: Ingen blir tvunget til å lære samisk, man kan faktisk ha en skolehverdag som kun er norsk.
sme: Ii oktage bággehala oahppat sámegiela, sáhttá eallit buiga dárogielat skuvlaárgabeaivvis.

source: Men Nordkalottens kultur, historie og samfunnsliv er sterkere vektlagt enn i tidligere skoleplaner.
sme: Muhto Davvikalohta kultuvra, historjá ja servvodateallin leat nannosat deattuhuvvon go ovddit skuvlaplánain ledje.

source: Samisk kultur går på mange måter som en rød tråd gjennom læreplanen.
sme: Sámi kultuvra lea máŋgga láhkái dán plána rukses árpu.

source: I faget Duodji, samisk håndtverk, skal en både lære om Vincent van Goghs kunstneriske uttrykk og om den samiske kunstneren Synnøve Persens spesielle farvebruk.
sme: Duodjefágas galgá oahppat sihke Vincent van Gogha dáiddalaš bargguid birra ja sámi dáiddára Synnøve Persena erenoamáš ivdnegeavaheami birra.

source: I første klasse skal en lære samiske joiker, sanger og salmer.
sme: Vuosttas luohkás galgá oahppat sámi luđiid, lávlagiid ja sálmmaid.

source: Man skal også lære dans.
sme: Galgá maid oahppat dánsuma.

source: Sangen «Deilig er jorden» er også pensum.
sme: Lávlla «Hávski lea eanan» lea maiddái lohkanlisttus.

source: I kristendomsfaget skal man lære om de sterke slektsbåndene i samiske familier, om gamle og nye samiske juletradisjoner, om Skapelsen, Jesu fødsel og moral.
sme: Risttalašvuođafágas galgá oahppat sámi bearrašiid sohkadovddu birra, ođđa ja boares sámi juovlaárbevieruin, Sivdnideami, Jesus riegádeami ja morála birra.

source: I Tana-skolen har læreplanen skapt mange problemer.
sme: Oahppoplána lea buktán máŋga váttisvuođa Deanu-skuvllaide.

source: Selve planen kom to uker før skolene skulle begynne, og da hadde lærerne forberedt seg på å følge den norske læreplanen.
sme: Ieš plána lei gárvvis guokte vahku ovdal go skuvllat álge ja dalle ledje oahpaheaddjit ráhkkanan našunála oahppoplána čuovvut.

source: Dessuten har aksjoner skapt uro.
sme: Dasa lassin leat akšuvnnat duddjon ráfehisvuođa.

source: – Folkegrupper er satt opp mot hverandre.
sme: – Álbmotjoavkkut leat biddjon vuostálagaid.

source: Det merker vi både i klasserommet og i skolegården, sier rektor Kjell Munkebye ved Seida skole, kommunens største.
sme: Dán vávjit sihke luohkálanjas ja skuvlašiljus, dadjá Sieiddá skuvlla, gieldda stuorimus skuvlla, rektor Kjell Munkebye.

source: Han tar avstand fra departementets håndtering av skoleplan-saken.
sme: Son ii leat ovttaoaivilis dainna mo departemeanta lea gieđahallan oahppoplánaášši.

source: – Om man vil fremme samisk språk og kultur ville det tjent saken bedre å la skolene velge læreplan selv, sier han.
sme: – Jus áigu ovddidit sámegiela ja kultuvrra, de livččii buoret diktit skuvllaid ieža válljet oahppoplána, dadjá son.

source: Flere artikler fra Samisk skolehistorie 5
sme: Eará artihkkalat Sámi skuvlahistorjá 5-girjjis
